gelman2016.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-01 Mon 17:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Mythical Swing Voter</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The Mythical Swing Voter</h1>


<div id="outline-container-org4f7780b" class="outline-2">
<h2 id="org4f7780b">Summary</h2>
<div class="outline-text-2" id="text-org4f7780b">
<p>
<i>Problem:</i> Surveys conducted durting presidential elections (here predidential 2012 in the
US) show wild swings between candidates.
</p>

<p>
<i>Data:</i>
</p>
<ul class="org-ul">
<li>Traditional cross-sectional surveys</li>
<li>Large scale, high frequency survey</li>
<li>High response rate panel</li>
</ul>

<p>
<i>Results:</i>
Sample composition varied more than vote intentions. MRP model with additional variables (party identification, ideological self-placement and past vote) makes selection ignorable. Vote swings are artifacts of sample selection.
</p>
</div>
</div>

<div id="outline-container-orgb6f5ba4" class="outline-2">
<h2 id="orgb6f5ba4">Introduction</h2>
<div class="outline-text-2" id="text-orgb6f5ba4">
<p>
A lot of discussion around the existence of swings and persuadable voters. No one has questioned their existence. Polls do swing, but it is hard to find voters who actually switch sides. Plus if the polarization story is accurate, it is implausible that some voters will switch sides.
</p>

<p>
"phantom swings" appear as a result of sample selection in survey participation.
Campaign events change survey participation rather than  vote intentions
</p>
</div>
</div>

<div id="outline-container-org62dfce2" class="outline-2">
<h2 id="org62dfce2">Evidence in empirical studies</h2>
<div class="outline-text-2" id="text-org62dfce2">
</div>
<div id="outline-container-org78f9cd7" class="outline-3">
<h3 id="org78f9cd7">Sample selection bias in cross-sectional polls</h3>
<div class="outline-text-3" id="text-org78f9cd7">
<p>
Obama &gt; Romney (+4)
After the first debate, Obama &lt; Romney(-1)
After the third debate, Obama &gt; Romney (1)
</p>

<p>
Story was told that Obama performed poorly in the first debate and recovered later. Consistent with existence of a pool of swing voters.
</p>

<p>
Figure 1(b) &#x2013;&gt; People who responded mainly identified as democrats
</p>
</div>
</div>

<div id="outline-container-org7694d6b" class="outline-3">
<h3 id="org7694d6b">Net swing</h3>
<div class="outline-text-3" id="text-org7694d6b">
<ul class="org-ul">
<li>Figure 3(a) shows a clear drop in the number of respondents who are democrats at the same time as the drop in Obama support</li>
<li>Figure 4 &#x2014;&gt; Shows the curves using post-stratification with only demographic data, and with party ID.</li>
</ul>
</div>
</div>

<div id="outline-container-orgcd57059" class="outline-3">
<h3 id="orgcd57059">Gross swing</h3>
<div class="outline-text-3" id="text-orgcd57059">
<p>
Many scenarios can explain this observed negligible net swing; maybe there are large swings on both sides?
</p>

<p>
Figure 5 &#x2013;&gt; Estimated proportion of electorate that switched their support from one electorate to the other
</p>
</div>
</div>


<div id="outline-container-orga24c762" class="outline-3">
<h3 id="orga24c762">To read next</h3>
</div>
</div>

<div id="outline-container-orgf78e58a" class="outline-2">
<h2 id="orgf78e58a">Links to this note</h2>
<div class="outline-text-2" id="text-orgf78e58a">
<ul class="org-ul">
<li><a href="./20220817150327-opinion_polls.html">Opinion polls</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
